[
  {
    "EmployeeName": "Claudio Rabaglino",
    "EmployeePosition": "Principal",
    "EmployeeEmail": "claudio@rabaglinoarchitect.com",
    "EmployeeCell": "(416) 457-8785",
    "EmployeeOffice": "Toronto",
    "EmployeeThumb": "https://dl.airtable.com/.attachments/0b5ed5d873b1604550faece040434f03/5b09cf75/Claudio_Rabaglino_Headshot_BW.jpg",
    "EmployeeBlurb": "Claudio is CRAi's Founder & Principal Architect.\n\nOver 45 years of practicing Architecture, Claudio's work has spanned three continents. His international work includes projects of varying degrees; from hotels, resorts & casinos to numerous commercial and industrial developments. Claudio's comprehensive experience has been translated into a wide spectrum of construction knowledge but his priority in the office is team building. Fostering relationships between clients, consultants and designers alike, his work forms the foundation required to navigate through the process of delivering comprehensive construction documents. His focus is now on his practice, which enables him to follow his true passion, Architecture.\n\nClaudio graduated from the University of Nairobi, Kenya in 1971 and completed his architectural studies at the Portsmouth School of Architecture, United Kingdom in 1974. He was a Senior Associate and Practice Advisor at Turner-Fleischer Architects for 25 years. All this experience has given him the freedom to take on any opportunity and more importantly has prepared him to deliver a well coordinated project, from design through to final construction."
  },
  {
    "EmployeeName": "Gregoire Dechaine",
    "EmployeePosition": "Technologist Lead",
    "EmployeeEmail": "gregoire@rabaglinoarchitect.com",
    "EmployeeCell": "(780) 982-8067",
    "EmployeeOffice": "Toronto",
    "EmployeeThumb": "https://dl.airtable.com/.attachments/6370a39819e4f689e1cad2d14f21a401/d46e0618/Gregoire_Dechaine_Headshot_BW.jpg",
    "EmployeeBlurb": "Gregoire is CRAi's Co-Founder & Technologist Lead.\n\nHaving worked in a growing office, his experience has been greatly varied. Gregoire completes many different tasks and is capable of learning on the job, something that has benefited both our firm and his professional growth in a short timeframe. We expect a lot of innovative design and forward thinking ideas from him. Our team relies on Gregoire to develop our Digital Practice. This has benefited our internal teams and clients alike, by bringing project members closer together. Seamless communication and hyper-efficient workflows are the future of the AEC industry.\n\nGregoire holds a Bachelor of Industrial Design from OCAD University, graduating in the year 2020. He is a Certified Project Manager and Designer, specializing in Strategic Design."
  },
  {
    "EmployeeName": "Michele-Anne Rabaglino",
    "EmployeePosition": "Interiors Lead",
    "EmployeeEmail": "michele-anne@rabaglinoarchitect.com",
    "EmployeeCell": "(416) 292-3870",
    "EmployeeOffice": "Aruba",
    "EmployeeThumb": "https://dl.airtable.com/.attachments/413d7c00c3c010bde10a984564ca100c/42851776/Michele-Anne_Rabaglino_Headshot_BW.jpg",
    "EmployeeBlurb": "Michele-Anne is CRAi’s Interior Lead.\n\nMichele-Anne has always had a passion for interior design and decorating. She is willing to hunt high and low to find the perfect piece of furniture, swatch of fabric or colour of paint. Photography, painting (watercolours, silks or walls) and party planning are all extensions of her craft-minded approach to design. A true citizen of the world, Michele-Anne has flown the globe. Her favourite style is Balinese, chosen for its use of local materials. We have even flown her to Bali to hand pick the furniture and finishes for one of our houses in order to achieve the clients vision. She has also gone to Italy, to source high end furniture for a beautiful tropical hotel. Traveled to France to pursue antique stores and markets to find the extra pieces that make a home, hotel or office unique.\n\nHer extensive travels have helped forge ties with many different suppliers, furnishers and contractors for future projects. Given the right information, her team can deliver exceptional quality. Michele-Anne is not your conventional designer but will help bring your vision to life. She is a self made artist with countless years of real life experience."
  }
]
